Repository: AH-SALAH/CS50W-commerce
Catalog: auctions/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Personal info
ar: المعلومات الشخصية

source: Permissions
ar: الصلاحيات

source: Important dates
ar: توايخ مهمة

source: title
ar: العنوان

source: description
ar: الوصف

source: price
ar: السعر

source: Place Your Bid
ar: ضع مضاربة

source: Bid
ar: مضاربة

source: Write a Comment
ar: اكتب تعليق

source: Comment
ar: تعليق

source: Close this Auction, The last bid user will be the Winner.
ar: أغلق هذه المناقصة, أخر مستخدم قام بأعلى مضاربة سيصبح الرابح

source: oldest
ar: الأقدم

source: newest
ar: الأحدث

source: Date
ar: التاريخ

source: lowest
ar: الأقل

source: highest
ar: الأعلى

source: Price
ar: السعر

source: Closed
ar: مغلق

source: Expires in 1 week
ar: تنتهى خلال أسبوع

source: phone
ar: جوال

source: email address
ar: البريد الإلكترونى

source: slug
ar: زيل

source: start price
ar: السعر المبدئى

source: last price
ar: أخر سعر

source: author
ar: مالك

source: category
ar: فئة

source: image
ar: صورة

source: creation date
ar: تاريخ الأنشاء

source: last modified
ar: أخر تعديل

source: published date
ar: تاريخ النشر

source: expiry date
ar: تاريخ الصلاحية

source: is active
ar: نشط

source: closed
ar: مغلق

source: winner
ar: الرابح

source: Listing
ar: قائمة

source: Listings
ar: قوائم

source: user
ar: مستخدم

source: listing
ar: قائمة

source: bid amount
ar: قيمة الضاربة

source: date
ar: التاريخ

source: Bids
ar: مضاربات

source: name
ar: الاسم

source: parent category
ar: الفئة الاعلى

source: Category
ar: فئة

source: Categories
ar: فئات

source: content
ar: محتوى

source: reply on
ar: رد على

source: Comments
ar: التعليقات

source: watchlist user
ar: مستخدم قائمة المراقبة

source: Watchlist
ar: قائمة المراقبة

source: Watchlists
ar: قوائم المراقبة

source: No Listings
ar: لا يوجد قوائم

source: Choose to go to it's Contents
ar: اختر للذهاب للمحتوى

source: categories
ar: فئات

source: Edit %(ttl)s
ar: تعديل %(ttl)s

source: yeah,no,maybe
ar: نعم,لا,ربما

source: Close
ar: أغلق

source: Save changes
ar: حفظ التعديلات

source: Auctions
ar: مناقصات

source: Auction is a sales event wherein potential buyers place competitive bids on assets or services
ar: المزاد هو حدث مبيعات حيث يقدم المشترون المحتملون عروض أسعار تنافسية على الأصول أو الخدمات

source: Latest Listings
ar: أخر القوائم

source: Auctions Listings Service
ar: خدمة قوائم المناقصات

source: Active Listings
ar: القوائم النشطة

source: All
ar: الكل

source: See all
ar: رؤية الكل

source: Home
ar: الرئيسية

source: Add New Listing
ar: أضف قائمة جديدة

source: Submit
ar: أرسل

source: Remove from
ar: الحذف من

source: Add to
ar: أضف إلى

source: watchlist
ar: قائمة المراقبة

source: Winner is %(winner)s
ar: الفائز هو %(winner)s

source: Edit
ar: تعديل

source: Published %(date_period)s ago
ar: تم النشر منذ %(date_period)s

source: Expires on
ar: ينتهى فى

source: Expires in
ar: ينتهى خلال

source: Expired
ar: منتهى الصلاحية

source: Expires soon
ar: ينتهى قريبا

source: New
ar: جديد

source: Latest bid
ar: أخر مناقصة

source: Description
ar: الوصف

source: No Description
ar: لا يوجد وصف

source: yeah
ar: نعم

source: Edit Listing
ar: تعديل قائمة

source: Login
ar: تسجيل الدخول

source: User name
ar: أسم المستخدم

source: Password
ar: كلمة المرور

source: Don't have an account?
ar: ليس لديك حساب؟

source: Register here
ar: سجّل هنا

source: Sign in
ar: تسجيل الدخول

source: My Listings
ar: قوائمى

source: Bid Now
ar: ضارب الأن

source: Add listing
ar: إضافة قائمة

source: Edit listing
ar: تعديل قائمة

source: Renew
ar: جدد

source: Winner is %(username)s
ar: الفائز هو %(username)s

source: %(comment_len_count)s comment
ar: تعليق واحد

source: No comments yet
ar: لايوجد تعليقات حتى الأن

source: Auction Closed, hence Comments
ar: تم إغلاق المناقصة , و بالتالى التعليقات

source: Sign In
ar: تسجيل الدخول

# timesince ago e.g 6 days 'ago'
source: %(date)s ago
ar: منذ %(date)s

source: Reply
ar: رد

source: Show Replies
ar: أعرض الردود

source: Sort by
ar: ترتيب بواسطة

source: Add Listing
ar: إضافة قائمة

source: Admin
ar: المدير

source: Sign out
ar: تسجيل الخروج

source: Register
ar: التسجيل

source: Language
ar: اللغة

# pagination previous btn
source: Previous
ar: السابق

# pagination current page
source: current
ar: الحالى

# pagination next btn
source: Next
ar: التالى

source: Related Listings
ar: قوائم ذات صلة

source: No related Listings yet
ar: لايوجد قوائم ذات صلة حتى الأن

source: Email Address
ar: عنوان البريد الإلكترونى

source: Email
ar: البريد الإلكترونى

source: Confirm Password
ar: تأكيد كلمة المرور

source: Already have an account?
ar: لديك حساب بالفعل؟

source: Log In here
ar: سجل الدخول هنا

source: login
ar: تسجيل الدخول

source: logout
ar: تسجيل الخروج

source: register
ar: التسجيل

source: bid/add-bid
ar: مناقصة/أضف-مناقصة

source: comment/add-comment
ar: تعليقات/أضافة-تعليق

source: ^categories/(?P<pslug>[\w-]+)/(?P<slug>[\w-]+)?$
ar: ^فئات/(?P<pslug>[\w-]+)/(?P<slug>[\w-]+)?$

source: watchlist/<slug:username>
ar: قائمة-المراقبة/<slug:username>

source: listing/add
ar: إضافة/قائمة

source: ^categories/(?P<parent_cate>[\w-]+)/(?P<category>[\w-]+)/(?P<slug>[\w-]+)/edit$
ar: ^فئات/(?P<parent_cate>[\w-]+)/(?P<category>[\w-]+)/(?P<slug>[\w-]+)/تعديل$

source: listings/<slug:username>
ar: القوائم/<slug:username>

source: ^categories/(?P<parent_cate>[\w-]+)/(?P<category>[\w-]+)/(?P<slug>[\w-]+)$
ar: ^فئات/(?P<parent_cate>[\w-]+)/(?P<category>[\w-]+)/(?P<slug>[\w-]+)$

source: lang/<slug:lang>
ar: اللغة/<slug:lang>

source: Invalid username and/or password.
ar: أسم المستخد و/أو كلمة المرور غير صحيحة

source: Email & username shouldn't be empty
ar: اسم المستخدم و البريد الإلكترونى يجب ان لا يكونا فارغين

source: Passwords must match.
ar: كلمات المرور يجب ان تتوافق

source: Username already taken.
ar: أسم المستخدم مستخدم من قبل

source: Invalid listing addition
ar: إضافة قائمة غير صالحة

source: %(title)s listing Removed from the watchlist
ar: تم حذفها من قائمة المراقبة %(title)s

source: watchlist is not exist
ar: قائمة مراقبة غير موجودة

source: %(title)s listing added to the watchlist
ar: لقائمة المراقبة %(title)s تم إضافة

source: You have %(wl_listings_count)d listing in your Watchlist
ar: لديك %(wl_listings_count)d قائمة فى قائمة المراقبة

source: You have %(wl_listings_count)d listings in your Watchlist
ar: لديك %(wl_listings_count)d قوائم فى قائمة المراقبة

source: You have %(listings_count)d listings
ar: لديك %(listings_count)d من القوائم

source: Invalid listing submission
ar: إرسال قائمة غير صالحة

source: %(title)s added successfully
ar: بنجاح %(title)s تمت إضافة

source: %(title)s updated successfully
ar: بنجاح %(title)s تم تعديل

source: Sorry, but multiple listing found with the same name, try change others or contact the administrators
ar: عفوا, ولكن تم إيجاد أكثر من قائمة بنفس الأسم, حاول تغيير الأخرين او تواصل مع احد المديرين

source: No Listing found! Try Adding one!
ar: لا يوجد قائمة, حاول إضافة واحدة

source: The Auction already closed!
ar: القائمة مغلقة بالفعل

source: Who is The Winner?! No single bid yet!
ar: من الفائز إذا؟ لايوجد اى مناقصة حتى الان

source: Auction has been closed, Winner is %(username)s
ar: %(username)s تم إغلاق المناقصة و الفائز هو

source: Bid Amount Can't be less Than The Listing Price or Less than or Equal to The Latest Bid Amount
ar: قيمة المضاربة يجب ان لا تكون أقل من سعر القائمة او أقل من او يساوى أخر عملية مضاربة

source: Bid made successfully
ar: مناقصة ناجحة

source: Bid already made!
ar: المضاربة تمت بالفعل

source: Multiple Bids Found!
ar: تم ‘يجاد أكثر من مناقصة

source: Bid is not valid
ar: مناقصة غير صالحة

source: Comment Added successfully
ar: تم التعليق بنجاح

source: Comment Updated successfully
ar: تم تعديل التعليق
